Author=Asabukuro <>
SourceLANGID=1033
LANGID=1041
Generator=DKLang Translation Editor v3.0
LastModified=2009-05-10 11:17:55

[FMain]
00000001=Fony
00000010=Windows ビットマップフォント|*.fon;*.fnt
00000011=ラスタ/ぺクタフォント (*.fon)|*.fon|MS-DOS フォント (*.fnt)|*.fnt
00000097=サポートフォーマット(BMP= PNG)|*.bmp;*.png
00000170=新規作成(&N)
00000171=新規作成
00000172=リセット(&R)
00000173=グリフをリセット
00000174=水平ミラー
00000175=水平にミラー
00000176=垂直ミラー
00000177=垂直にミラー
00000178=インストール済フォントを開く(&F)
00000179=インストール済フォントを開く
00000180=ファイルを開く(&O)
00000181=ファイルを開く
00000182=保存(&S)
00000183=保存
00000184=名付けて保存(&A)
00000185=名付けて保存
00000186=終了(&X)
00000187=プログラム終了
00000188=コピー(&C)
00000189=コピー
00000190=貼り付け(&P)
00000191=貼り付け
00000192=リロード(&L)
00000193=ファイルをリロード
00000194=クリア
00000195=グリフをクリア
00000196=反転(&I)
00000197=グリフを反転
00000198=リサイズ(&S)
00000199=プロパティ(&s)
00000200=フォントのプロパティ
00000201=フォント テスト(&T)
00000202=フォントをテスト
00000203=ユーザー設定(&P)
00000204=ユーザー設定
00000205=インストール済 TrueType フォント
00000206=Amiga Bitmap フォント
00000207=ビットマップから
00000208=BDFフォント
00000209=Bitmap Font Writer のフォント
00000210=ビットマップ で...
00000211=BDFフォントで
00000218=情報(&A)
00000219=寄付(&D)
00000220=フォント幅調整(&W)
00000221=フォントをインストール
00000222=フォントをアンインストール
00000226=ボールド化(&B)
00000227=ウェブサイト(&W)
00000228=フォーラム(&F)
00000229=16 進数表示(&H)
00000230=16 進数表示
00000233=メニュー バー
00000273=ファイル(&F)
00000274=新規作成(&N)
00000275=ファイルを開く(&O)...
00000276=インストール済フォントを開く(&F)...
00000278=インポート(&I)
00000279=リロード(&L)
00000280=上書き保存(&S)
00000281=名づけて保存(&A)...
00000282=エクスポート(&E)
00000283=フォントのインストール
00000284=フォントのアンインストール
00000285=終了(&X)
00000286=編集(&E)
00000287=使用履歴から開く(&R)
00000288=コピー(&C)
00000289=貼り付け(&P)
00000290=ボールド化(&B)
00000291=反転(&I)
00000292=ミラー(&M)
00000293=水平ミラー(&H)
00000294=垂直ミラー(&V)
00000295=横幅調整(&W)...
00000296=リサイズ(&S)...
00000297=プロパティ(&P)
00000298=表示(&V)
00000299=枠線の表示(&G)
00000300=等辺で表示(&S)
00000301=グリフのパレット(&P)
00000303=フォントのプレビュー(&F)
00000304=16 進数表示(&H)
00000305=設定(&P)
00000307=ヘルプ(&H)
00000308=ウェブサイト(&W)
00000309=フォーラム(&F)
00000310=寄付(&D)
00000311=ソフト情報(&A)...
00000312=メイン ツールバー
00000313=フォントのインストール
00000314=インストール済 TrueType フォントのインポート
00000315=ビットマップのインポート
00000316=Bitmap Font Writer フォントのインポート
00000317=BDF フォントのインポート
00000318=Amiga ビットマップフォントのインポート
00000319=ビットマップのエクスポート
00000320=BDF フォントのエクスポート
00000321=プログラムの終了
00000322=プログラムの終了
00000323=リサイズ
00000324=貼り付け(&P)
00000325=貼り付け
00000326=反転(&I)
00000327=グリフの反転
00000328=コピー(&C)
00000329=コピー
00000330=クリア
00000331=グリフをクリア
00000332=ボールド化(&B)
00000334=横幅調整
00000335=Fony について...
00000379=描画ツール
00000380=グリフのプレビュー
00000382=フォント グリフ
00000391=塗り潰し
00000392=ライン
00000393=ペン
00000398=グリフ 横幅
00000400=グリフ ツール
00000405=フォント(&O)
00000406=Sans-serif 見本グリフ
00000407=Serif 見本グリフ
00000408=ASCII コード（10 進）
00000409=ASCII コード（16 進）
00000412=新規作成(&N)
00000413=新規作成
00000414=ファイルを開く(&O)...
00000415=ファイルを開く...
00000416=インストール済フォントを開く(&F)...
00000417=インストール済みを開く...
00000418=リロード(&L)
00000419=ファイルをリロード
00000420=上書き保存(&S)
00000421=上書き保存
00000422=名づけて保存(&A)...
00000423=名づけて保存...
00000424=フォントのアンインストール
00000425=フォントのプロパティ
00000426=フォントのプロパティ...
00000427=グリフ 横幅
00000428=ブラシの太さ
00000476=左に移動
00000477=右に移動
00000478=上に移動
00000479=下に移動
00000480=水平方向にミラー
00000481=垂直方向にミラー
00000482=開く... （リスト）
00000483=履歴から開く（リスト）
00000484=上書き保存...（リスト）
00000485=使用履歴(&R)
00000486=使用履歴
00000488=ABCDEFGHIJKLMNOPQRSTUVWXYZ\nabcdefghijklmnopqrstuvwxyz\n0123456789,.\n-;:_'*+~^!"#¤%&/()=?@£${}[]\n
00000495=ツールバーのカスタマイズ(&C)...
00000496=ツールバーのカスタマイズ
00000500=ズームアウト(&O)
00000501=ズームイン(&I)
00000502=描画
00000503=ラインで描画
00000504=範囲を塗り潰す
00000507=フォントをリサイズする...
00000508=インストール済み TrueType フォントをインポート...
00000509=Amiga ビットマップフォントをインポート...
00000510=ビットマップをインポート...
00000511=BDF フォントをインポート...
00000512=Bitmap Font Writer フォントをインポート...
00000513=ビットマップでエクスポート...
00000514=BDF フォントでエクスポート...
00000515=Fony について...
00000516=寄付をする...
00000517=グリフの横幅などを調整する...
00000518=このフォントをインストールする
00000519=このフォントをアンインストールする
00000520=グリフを太字化する
00000521=Fony のウェブサイトへ...
00000522=Fony のフォーラムへ...
00000523=左に移動
00000524=右にに移動
00000525=上に移動
00000526=下に移動
00000527=ツールバーをカスタマイズ...
00000528=拡大する
00000529=縮小する
00000530=このフォントをインストールする
00000531=このフォントをアンインストールする
00000532=Amiga ビットマップフォントをインポート...
00000533=BDF フォントでエクスポート...
00000534=Bitmap Font Writer フォントをインポート...
00000535=ビットマップをインポート...
00000536=インストール済み TrueType フォントをインポート...
00000537=BDF フォントをインポート...
00000538=ビットマップでエクスポート...
00000539=グリフを太字化する
00000540=フォントをリサイズする...
00000541=グリフの横幅などを調整する...
00000542=Fony について...
00000543=背景色
00000544=テキスト色
00000545=選択グリフ色
00000548=枠線の表示(&G)
00000549=等辺で表示(&S)
00000550=グリフのパレット(&P)

[FOpenFont]
00000001=インストール済フォントを開く
00000002=OK
00000003=中止

[FEditor]
00000001=グリフエディタ

[FTools]
00000001=ツール
00000002=フリーハンド
00000003=ライン
00000004=塗り潰し
00000005=移動
00000006=グリフ
00000007=Sans-serif 見本グリフ
00000008=Serif 見本グリフ
00000009=フォント グリフ
00000010=横幅
00000011=ブラシ\nサイズ

[FInfo]
00000001=フォントヘッダ
00000003=最初の文字
00000023=OK
00000024=中止
00000025=基本
00000026=その他
00000027=著作権
00000028=高さ (ピクセル)
00000029=アセント
00000030=名称
00000031=最後の文字
00000032=打ち消し線
00000033=アンダーライン
00000034=イタリック
00000035=等幅
00000036=ウエイト
00000037=ファミリー
00000038=文字セット
00000039=デフォルト文字\n / 改行文字
00000040=内部レディング\n / 垂直行間隔
00000041=解像度 \n   水平 /  垂直
00000043=Thin\nExtra-light\nLight\nRegular\nMedium\nSemi-bold\nBold\nExtra-bold\nBlack\n
00000045=Don't care\nRoman (Serif プロポーショナル)\nSwiss (Sans-serif プロポーショナル)\nModern (等幅)\nScript (斜体)\nDecorative\n
00000047=Windows 2.x 形式
00000048=(最初の文字から数える)
00000049=FON ファイル
00000050=モジュール名
00000051=説明
00000052=バージョンリソースを含める
00000054=リセット

[FSaveFont]
00000001=保存フォント選択
00000002=OK
00000003=中止

[FConfig]
00000001=ユーザー設定
00000009=OK
00000010=デフォルト
00000011=一般
00000012=編集
00000013=編集スタイル
00000014=つねに右クリックは消去、中クリックは切換。
00000015=左クリックでピクセル数設定
00000016=左クリックでピクセル数切換
00000017=旧形式の参照ダイアログ使用
00000019=パレット
00000020=エディタ背景
00000021=エディタ　背景\nエディタ　文字\nエディタ グリッド\nエディタ アセント ライン\nグリフ　背景\nグリフ　文字\n選択グリフの背景\n選択グリフの文字\n
00000025=言語
00000026=旧式の Win3.x FNT ファイルで保存
00000027=Windows 3.x 形式のファイル参照ダイアログを使用
00000028=可能な限り互換性の高い FNT リソースを生成\n(常に Win2.x 形式のフォント使用)

[FPreview]
00000001=フォント　プレビュー
00000014=ズーム

[FProportional]
00000001=フォントの変換
00000002=空白を追加 （ピクセル）：
00000003=自動的にグリフの横幅を最適化
00000004=OK
00000005=中止

[FExportBitmap]
00000001=ビットマップのエクスポート
00000002=書き込み
00000003=文字列：
00000004=すべてのグリフ
00000005=Bitmap Font Writer 形式で
00000006=カラー
00000007=背景：
00000008=文字：
00000009=背景を透過
00000016=OK
00000017=中止
00000018=ボーダー
00000019=PNG 画像ファイル|*.png|BMP 画像ファイル|*.bmp
00000020=<filename> - ファイル名（拡張子除外）\n<name> - フォント名称\n<size> - フォントサイズ\n<i0> - グリフのインデックス ( 0 から開始)\n<i> - グリフのインデックス ( 1 から開始)\n<a> - グリフの ASCII コード
00000022=分割ファイルでグリフを書込み
00000023=名称用テンプレート

[FImportBitmap]
00000001=BMPをインポート
00000012=グリフはBMPです
00000013=文字列：
00000014=範囲：
00000015=OK
00000017=グリフを丸ごと取得！
00000030=スレッショルド:
00000032=テキスト色:\n背景色:\n

[FResizeFont]
00000001=フォントのリサイズ
00000002=OK
00000003=中止
00000005=水平：
00000006=垂直：
00000007=ピクセル
00000008=パーセント
00000009=半角
00000010=全角

[FAbout]
00000001=Fony について
00000003=貢献：
00000006=お読みください（Readme）
00000007=変更履歴
00000009=使用コンポーネントと作者：
00000010=(c) 2006, 2007, 2008 Joel Toivonen (hukka)\nこのプログラムはフリーウェアです。

[FCropper]
00000001=フォント幅調整
00000004=OK
00000005=中止
00000006=左：
00000007=右：
00000008=マージンを残す (ピクセル単位):

[CustomizeForm]
00000001=カスタマイザー
00000002=ツールバー
00000003=ツールバー
00000004=コマンド
00000005=ショートカット
00000006=コマンド
00000007=コマンドボタンの追加はツールバーにコマンドをドラッグ && ドロップしてください。コマンドボタンの削除は、ツールバーからリストへドラッグ && ドロップ。
00000008=ショートカット
00000009=ｼｮｰﾄｶｯﾄ
00000010=変更(&H)
00000011=ツールバー
00000012=ツールバー(&T)
00000013=オプション
00000014=テキストを右に表示\nテキスト ラベル なし\nテキスト ラベル 表示\nテキストのみ\n
00000015=画像 大\n画像 小\n
00000016=テキスト オプション(&E)
00000017=アイコン オプション(&I)
00000018=表示する(&V)
00000019=スキン(&S)
00000020=閉じる
00000021=リセット(&R)

[$CONSTANTS]
MSTR_ABOUTDIALOG=バージョン $Version$\n\n作成年月日\n$BuildDate$
MSTR_ASKSAVE_NO=破棄
MSTR_ASKSAVE_YES=保存
MSTR_BFWIMPORT_GETASCII=最初の文字の ASCII 値を入力してください。
MSTR_BFWIMPORT_TITLE=Bitmap Font Writer インポート
MSTR_CANCEL=中止
MSTR_CANCELED=操作はキャンセルされました。
MSTR_CONFIRM_CONVERTMONOSPACED=等幅フォントに変換しますか？\nグリフ幅は %d ピクセルにリサイズされます。
MSTR_CONFIRM_CONVERTMONOSPACED_TITLE=等幅フォントに変換しました。
MSTR_CONFIRM_DELETEFONT=現在表示中のフォントを消去しますか？
MSTR_CONFIRM_DELETEFONT_TITLE=フォント消去の確認
MSTR_CONFIRM_FONTMODIFIED=現在表示中のフォントは変更されています。\n変更を保存しますか？
MSTR_CONFIRM_FONTMODIFIED_TITLE=フォント変更の保存確認
MSTR_CONFIRM_RESETSETTINGS=リセットしてデフォルト設定に戻しますか？
MSTR_CONFIRM_RESETSETTINGS_TITLE=設定のリセット
MSTR_CUST_CHANGESHORTCUT=このショートカットは既にコマンド "%s" に使用されています。 \\nコマンド "%s" にこのショートカットを割り当てますか？
MSTR_CUST_CHANGESHORTCUTTITLE=ショートカット変更
MSTR_CUST_SEPARATOR=[ セパレータ ]
MSTR_CUST_SEPARATOR_BLANK=(Blank Separator)
MSTR_DIALOG_CONFIRM=確認
MSTR_DIALOG_ERROR=エラー
MSTR_DIALOG_NOTICE=注意
MSTR_DIALOG_WARNING=警告
MSTR_DONE_BFWIMPORT=Bitmap Font Writer のフォントをインポート
MSTR_DONE_CONVERTMONOSPACED=等幅フォントに変換しました。
MSTR_DONE_CONVERTPROPORTIONAL=プロポーショナルフォントに変換しました。
MSTR_DONE_EXPORTBITMAP=ビットマップを保存しました。
MSTR_DONE_FONTCREATE=フォントを新規作成。
MSTR_DONE_FONTIMPORT=フォントをインポート。
MSTR_DONE_FONTINSTALL=フォントをインストール。 (%s)
MSTR_DONE_FONTLIST_NEWFONT=フォントを新規作成。
MSTR_DONE_FONTLIST_REMOVEFONT=フォントを消去しました
MSTR_DONE_FONTLOAD=フォントをロードしました
MSTR_DONE_FONTRESIZE=フォントをリサイズしました
MSTR_DONE_FONTSAVE=フォントを保存しました
MSTR_DONE_FONTUNINSTALL=フォントをアンインストールしました。
MSTR_DONE_IMPORTFNT_MANY=%d のフォントリソースをインポート
MSTR_DONE_IMPORTFNT_ONE=ひとつのフォントリソースをインポート
MSTR_ERROR_BFWIMPORT=このビットマップは Bitmap Font Writer の形式ではありません。
MSTR_ERROR_CONVERTED=ビットマップサイズが Win2.x 形式の制限を超過； Win3.x 形式に変換
MSTR_ERROR_FONTLOAD=フォントの読込みに失敗:
MSTR_ERROR_FONTLOAD_TITLE=フォントの読込みエラー
MSTR_ERROR_FONTSAVE=フォントの保存に失敗。
MSTR_ERROR_FONTUNINSTALL=フォントのインストール エラー発生。
MSTR_ERROR_GETBITMAPFONTS=インストール済のビットマップフォントを確認できません！
MSTR_ERROR_GETBITMAPFONTS_TITLE=エラー
MSTR_FILEDIALOG_ALLFILES=すべてのファイル
MSTR_FILEDIALOG_AMIGABITMAPFONTS=Amiga bitmap フォント
MSTR_FILEDIALOG_BDFBITMAPFONTS=BDFフォント
MSTR_FNT_ERROR_DATATOOSHORT=データが小さすぎます。
MSTR_FNT_ERROR_FILENOTFOUND=ファイルが見つかりません。
MSTR_FNT_ERROR_INVALIDBOUNDARIES=フォントリソースに開始位置/サイズの不正があります。
MSTR_FNT_ERROR_INVALIDHEADER=無効なフォント ヘッダです。
MSTR_FNT_ERROR_INVALIDNEHEADER=有効な NE ヘッダを確認できません。
MSTR_FNT_ERROR_NONE=エラーなし
MSTR_FNT_ERROR_OVERRUN=ビットマップデータがファイル限度を超過。
MSTR_FNT_ERROR_UNKNOWN=未知のエラー！
MSTR_FNT_ERROR_UNSUPPORTED=未サポートの種類のフォント。
MSTR_FNT_ERROR_VECTORFONT=ベクターフォントは未サポートです。
MSTR_FONTLIST_NEWFONT=新規フォント
MSTR_FONTMENU_ADD=追加(&A)
MSTR_FONTMENU_ADDFROMFILE=ファイルから追加(&F)
MSTR_FONTMENU_REMOVE=フォント削除(&R)
MSTR_NO=いいえ
MSTR_OK=OK
MSTR_WARNING_FONTLOAD=警告：
MSTR_WARNING_FONTLOAD_TITLE=警告
MSTR_WARNING_NOFONTLOADED=フォントはロードされていません
MSTR_YES=はい
